hugo/content/articles/Mega Setup.md
+++
title = "MEGA.nz setup"
author = ["Stefan Lendl"]
draft = false
+++

MEGA.nz is a filesharing provider which offers 50GB free storage and allows
syncing multiple directories at arbitrary locations.


## Download MEGASync {#download-megasync}

<https://mega.nz/sync>


## Setup Syncs {#mega-sync-dirs}

| Local Folder                                                            | MEGA Folder              | Purpose          |
|-------------------------------------------------------------------------|--------------------------|------------------|
| `/home/stefan/work/nnfx/reports`                                        | `/nnfx/reports/{Stefan}` | Test Run results |
| `/home/stefan/.wine/drive_c/Program Files/MetaTrader 5/MQL5/Indicators` | `/nnfx/Indicators`       | MT5 Indicators   |
